[
  {
    "title": "Điều 95. Điều kiện được bồi thường về đất khi Nhà nước thu hồi đất vì mục đích quốc phòng, an ninh; phát triển kinh tế - xã hội vì lợi ích quốc gia, công cộng",
    "text": "1. Các trường hợp được bồi thường về đất khi Nhà nước thu hồi đất vì mục đích quốc phòng, an ninh; phát triển kinh tế - xã hội vì lợi ích quốc gia, công cộng bao gồm:\na) Hộ gia đình, cá nhân đang sử dụng đất không phải là đất thuê trả tiền thuê đất hằng năm; [1]",
    "is_supporting": true,
    "idx": 2830
  },
  {
    "title": "Điều 78. Thu hồi đất vì mục đích quốc phòng, an ninh",
    "text": "Nhà nước thu hồi đất vì mục đích quốc phòng, an ninh trong trường hợp sau đây:\n1. Làm nơi đóng quân, trụ sở làm việc; [3], [2]",
    "is_supporting": true,
    "idx": 2741
  },
  {
    "title": "Điều 28. Nhận quyền sử dụng đất",
    "text": "Người gốc Việt Nam định cư ở nước ngoài được phép nhập cảnh vào Việt Nam được mua, thuê mua nhà ở gắn liền với quyền sử dụng đất ở, nhận quyền sử dụng đất ở trong dự án phát triển nhà ở; nhận thừa kế quyền sử dụng đất ở và các loại đất khác trong cùng thửa đất có nhà ở theo quy định của pháp luật về dân sự; [43], [44]",
    "is_supporting": true,
    "idx": 1780
  },
  {
    "title": "Điều 44. Quyền và nghĩa vụ về sử dụng đất ở của người gốc Việt Nam định cư ở nước ngoài được sở hữu nhà ở tại Việt Nam; người nước ngoài hoặc người gốc Việt Nam định cư ở nước ngoài không thuộc đối tượng được sở hữu nhà ở gắn liền với quyền sử dụng đất ở tại Việt Nam",
    "text": "Trường hợp tặng cho, để thừa kế cho đối tượng không được sở hữu nhà ở tại Việt Nam thì đối tượng này chỉ được hưởng giá trị của nhà ở gắn liền với quyền sử dụng đất ở và không được cấp Giấy chứng nhận quyền sử dụng đất, quyền sở hữu tài sản gắn liền với đất; [45], [46]",
    "is_supporting": true,
    "idx": 1828
  },
  {
    "title": "Điều 235. Hòa giải tranh chấp đất đai",
    "text": "2. Trước khi cơ quan nhà nước có thẩm quyền giải quyết tranh chấp đất đai quy định tại Điều 236 của Luật này, các bên tranh chấp phải thực hiện hòa giải tại Ủy ban nhân dân cấp xã nơi có đất tranh chấp. [34]",
    "is_supporting": true,
    "idx": 2445
  },
  {
    "title": "Điều 236. Thẩm quyền giải quyết tranh chấp đất đai",
    "text": "2. Tranh chấp đất đai mà các bên tranh chấp không có Giấy chứng nhận quyền sử dụng đất, Giấy chứng nhận quyền sở hữu nhà ở và quyền sử dụng đất ở, Giấy chứng nhận quyền sở hữu nhà ở, Giấy chứng nhận quyền sở hữu công trình xây dựng, Giấy chứng nhận quyền sử dụng đất, quyền sở hữu nhà ở và tài sản khác gắn liền với đất, Giấy chứng nhận quyền sử dụng đất, quyền sở hữu tài sản gắn liền với đất hoặc không có một trong các loại giấy tờ quy định tại Điều 137 của Luật này thì các bên tranh chấp được lựa chọn một trong hai hình thức giải quyết tranh chấp đất đai theo quy định sau đây:\na) Nộp đơn yêu cầu giải quyết tranh chấp tại Ủy ban nhân dân cấp có thẩm quyền theo quy định tại khoản 3 Điều này; [35], [36]",
    "is_supporting": true,
    "idx": 2450
  },
  {
    "title": "Điều 236. Thẩm quyền giải quyết tranh chấp đất đai",
    "text": "b) Trường hợp tranh chấp mà một bên tranh chấp là tổ chức, tổ chức tôn giáo, tổ chức tôn giáo trực thuộc, người gốc Việt Nam định cư ở nước ngoài, tổ chức kinh tế có vốn đầu tư nước ngoài thì Chủ tịch Ủy ban nhân dân cấp tỉnh giải quyết. [38]",
    "is_supporting": true,
    "idx": 2452
  },
  {
    "title": "Điều 3. Giải thích từ ngữ",
    "text": "46. Tổ chức kinh tế có vốn đầu tư nước ngoài là tổ chức kinh tế phải đáp ứng điều kiện và thực hiện thủ tục đầu tư quy định đối với nhà đầu tư nước ngoài theo quy định của Luật Đầu tư để thực hiện dự án có sử dụng đất. [37]",
    "is_supporting": true,
    "idx": 1730
  },
  {
    "title": "Điều 121. Chuyển mục đích sử dụng đất",
    "text": "1. Các trường hợp chuyển mục đích sử dụng đất phải được cơ quan nhà nước có thẩm quyền cho phép bao gồm:\na) Chuyển đất trồng lúa, đất rừng đặc dụng, đất rừng phòng hộ, đất rừng sản xuất sang loại đất khác trong nhóm đất nông nghiệp",
    "is_supporting": true,
    "idx": 2065
  },
  {
    "title": "Điều 122. Điều kiện giao đất, cho thuê đất, cho phép chuyển mục đích sử dụng đất",
    "text": "1. Cơ quan nhà nước có thẩm quyền chỉ được quyết định giao đất, cho thuê đất, cho phép chuyển mục đích sử dụng đất trồng lúa, đất rừng đặc dụng, đất rừng phòng hộ, đất rừng sản xuất sang mục đích khác sau khi có Nghị quyết của Hội đồng nhân dân cấp tỉnh và đáp ứng các căn cứ quy định tại Điều 116 của Luật này, trừ trường hợp sử dụng đất thực hiện dự án thuộc thẩm quyền của Quốc hội, Thủ tướng Chính phủ chấp thuận, quyết định chủ trương đầu tư theo quy định của Luật Đầu tư, Luật Đầu tư công, Luật Đầu tư theo phương thức đối tác công tư, Luật Dầu khí; Hội đồng nhân dân cấp tỉnh chấp thuận, quyết định chủ trương đầu tư theo quy định của Luật Đầu tư công, Luật Đầu tư theo phương thức đối tác công tư.",
    "is_supporting": true,
    "idx": 2068
  },
  {
    "title": "Bản án số: 16/2021/DS-ST (Vụ tranh chấp Hợp đồng Tín dụng)",
    "text": "Tòa án tuyên bố Hợp đồng chuyển nhượng quyền sử dụng đất giữa ông NLQ2 và ông H đối với thửa đất số 247 là vô hiệu do giả tạo nhằm che giấu một giao dịch khác. Tuy nhiên, Tòa án vẫn quyết định Hợp đồng Thế chấp quyền sử dụng đất (HĐTCQSD) giữa ông H/bà T và Ngân hàng V không bị vô hiệu. Cơ sở là Ngân hàng V được xem là người thứ ba ngay tình được bảo vệ** vì đã căn cứ vào việc ông H được xác nhận sang tên trên giấy chứng nhận quyền sử dụng đất để thiết lập giao dịch thế chấp, phù hợp với quy định của Bộ luật Dân sự 2015. Tòa chấp nhận yêu cầu của Ngân hàng về việc xử lý thửa đất số 247 để thu hồi nợ.",
    "is_supporting": true,
    "idx": 60
  },
  {
    "title": "Bản án số: 776/2024/DS-PT (Vụ tranh chấp quyền sử dụng đất)",
    "text": "Tòa án cấp phúc thẩm đã chấp nhận kháng cáo của Ngân hàng NCB và duy trì hiệu lực của Hợp đồng Thế chấp quyền sử dụng đất đối với Thửa đất số 193 và 206 của ông Đinh Gia H. Tòa bác bỏ yêu cầu phản tố tuyên bố Hợp đồng Thế chấp vô hiệu của bà Ngô Thị Diệu H2. Tòa lập luận rằng ông Đinh Gia H đã là người nhận chuyển nhượng hợp pháp và được cấp Giấy chứng nhận quyền sử dụng đất hợp pháp, và Hợp đồng Thế chấp đã được đăng ký giao dịch bảo đảm, do đó vẫn có hiệu lực pháp luật theo Án lệ số 11/2017/AL.",
    "is_supporting": true,
    "idx": 181
  },
  {
    "title": "Nội dung khởi kiện của Nguyên đơn",
    "text": "Ông Đ khởi kiện yêu cầu Tòa án chia thừa kế theo pháp luật các phần đất của Bà Nguyễn Thị M (mẹ ông Đ) để lại gồm 03 thửa đất (641, 644, 658) cho các anh chị em ông Đ, riêng ông Đ xin nhận bằng giá trị với số tiền là 150.000.000 đồng [1], [2]."
  },
  {
    "title": "Lập luận của Bị đơn",
    "text": "Ông Nguyễn Văn T (Bị đơn) trình bày Bà M chết không có để lại di chúc. Tuy nhiên, khi còn sống Bà M đã chuyển nhượng cho ông T các phần đất trên thửa 641, 644 và một phần thửa 658, đồng thời ông T đã quản lý sử dụng các phần đất này từ năm 2000, 2004 và 2005 cho đến nay. Ông T yêu cầu xem xét giao cho ông T được quyền sử dụng các phần đất đã nhận chuyển nhượng, không phân chia thừa kế [3], [13], [14], [5]."
  },
  {
    "title": "Quyết định của Tòa án Sơ thẩm",
    "text": "Hội đồng xét xử sơ thẩm xác định di sản của Bà M để lại chỉ là diện tích đất 2.195,8m² tại thửa 658 (phần đất còn lại sau khi đã tính các giao dịch chuyển nhượng) và một số diện tích đất/căn nhà trên thửa 641. Tòa chấp nhận một phần yêu cầu chia thừa kế, giao cho ông Nguyễn Văn T được quyền sử dụng diện tích đất 2.195,8m² tại thửa đất số 658 và buộc ông T có nghĩa vụ hoàn trả cho ông Đ và ông NLQ9 mỗi người 29.277.000 đồng [8], [5], [9]."
  },
  {
    "title": "Quyết định của Tòa án Phúc thẩm",
    "text": "Tòa án cấp phúc thẩm xét thấy mặc dù có kháng cáo, nhưng Hội đồng xét xử phúc thẩm không chấp nhận kháng cáo của bà NKT1 và bà NLQ5, căn cứ khoản 1 Điều 308 của Bộ luật Tố tụng Dân sự năm 2015, **giữ nguyên bản án sơ thẩm** [10], [11]."
  }
]

